{
    "nav": {
    "link1": "About the Course",
    "link2": "About Us",
    "link3": "Student Feedback",
    "link4": "Contact"
},
    "header": {
    "title": "Build the future with NetPro IT School",
    "btn1": "Enroll in the course",
    "btn2": "Watch the course video",
     "mainTitle": "Professional Development Training Courses",
    "additionalText": "By enrolling in our IT professional training courses, you will have the opportunity to receive industry-recognized certificates that can enhance your career prospects."
  },
  "advantages": {
    "title": "Our Advantages",
    "additionalText": "We are currently on our way to achieving our goals—join us too!",
    "card1Title": "Masters of Their Craft",
    "card2Title": "Not Just a Course",
    "card3Title": "Interactive Lessons",
    "card4Title": "Theory and Practice",
    "card5Title": "Need a Mentor?",
    "card6Title": "Certificate",
    "card1Text": "Our instructors have years of experience in their fields, allowing them to share valuable lessons and advanced practices with their students.",
    "card2Text": "Each course is designed so that upon successful completion, you can become a modern professional and start your career in the field.",
    "card3Text": "Our interactive lessons immerse you in innovative teaching methods that use interactivity to engage students and retain knowledge.",
    "card4Text": "Practical experience helps test theories in real conditions, enhance skills, and bridge the gap between theory and real-world applications.",
    "card5Text": "It's natural to have questions during your learning process. If you reach out to mentors, they will guide you in finding solutions to your issues.",
    "card6Text": "Continuous professional development and certification help certified specialists remain competitive and relevant in their fields.",
    "title2": "Choose Your Path!",
    "text": "Ready to embark on a journey of discovery in the world of programming? This course is designed to help you explore various programming specializations and find the path that aligns with your interests and career goals. Through interactive exercises, mentorship, and practical projects, you'll explore different programming fields and uncover the path that best fits your skills and passions. Join us in this exciting exploration and take the first step towards a rewarding career in programming.",
    "title3": "Courses by Specialization",
    "text2": "Learn one of the modern fields and become a sought-after professional!",
    "frontend": "Frontend",
    "design": "UX / UI Design",
    "3dmax": "3D Max",
    "backend": "Backend",
    "computerLiteracy": "Computer Literacy",
    "scratch": "Scratch",
    "detailedBtn": "Details",
    "coursesBtn": "Upcoming Courses"
},
"aboutUs": {
    "title": "About Us",
    "title2": "Who Are We?",
    "text": "NetPro IT School has been operating since 2020. At our center, you have the opportunity to learn computer literacy, Front-end, Back-end, SMM, Scratch, and English. Our training center provides all the necessary conditions for studying in these fields, and our offices are equipped with computer equipment. Our instructors are qualified professionals in their fields and will provide all the necessary guidance for proper education. Our classes are primarily focused on practical work, with 20% theoretical and 80% practical content."
},
"netPro": {
    "title": "Why NetPro?",
    "title01": "Quality Education",
    "title02": "Regular Competitions",
    "title03": "Job Placement Guarantee",
    "title04": "Certificate",
    "title05": "Affordable and High Quality",
    "title06": "Free Open Class Enrollment",
    "title07": "From 0 to Income in 2 Months",
    "title08": "Mentors with 3+ Years Experience",
    "title09": "Portfolio and Resume Building",
    "text01": "Regularly updated courses and instructors with extensive experience.",
    "text02": "Weekly and monthly hackathons in programming.",
    "text03": "Job placement guarantee for exemplary graduates.",
    "text04": "Students who complete the course with distinction receive diplomas and certificates.",
    "text05": "High-quality instruction at affordable prices.",
    "text06": "Free open class designed to explore limitless opportunities.",
    "text07": "A journey that paves the way to your income in 2 months.",
    "text08": "Mentors with 3 years of experience guiding ambitious individuals.",
    "text09": "Building a gallery of your best work in your resume and portfolio."
},
"certificate": {
    "title": "Specialized Training Certificate"
},
"comments": {
    "title": "Student Feedback",
    "cardText": "Hello. I completed the Front-End course at ‘NetPro’ training center. I am currently studying the Back-End course. The courses are very well organized. The instructors are experienced, and the ‘NetPro’ team is welcoming."
},
"contact": {
    "title": "Contact Us",
    "title2": "Contacts",
    "text": "Bunyodkor Shah Street"
},
"footer": {
    "text1": "Our Courses",
    "text2": "3D Max",
    "text3": "UX UI Design",
    "text4": "Front-End",
    "text5": "Back-End",
    "text6": "Computer Literacy",
    "text7": "Scratch Programming",
    "text8": "Sections",
    "text9": "About the Course",
    "text10": "Student Feedback",
    "text11": "About Us",
    "text12": "Contact",
    "text13": "Brief About Us",
    "text14": "NetPro—Your first step in programming starts here!",
    "text15": "Address:",
    "text16": "Tashkent, Chilonzor, Bunyodkor Shah Street"
},
  "course": {
    "title": "Courses by directions",
    "name1": "Frontend Development",
    "name2": "UI UX Design",
    "name3": "Backend",
    "text1": "This is the field of creating the visible part of websites and web applications for users.",
    "text2": "Research and feedback help create interfaces that meet user needs.",
    "text3": "Ensures how data is transmitted to the part visible to the user in the web browser.",
    "btn1": "Technologies",
    "btn2": "Payment by card",
    "subtxt1": "Duration of 6 months",
    "subtxt2": "4 modules"
  },
  "section": {
    "title": "Next Step",
    "name": "After the first course, you can choose where and how to continue",
    "cardtitle1": "Employment Assistance",
    "cardtitle2": "Participate in Internships",
    "text1": "Our goal is to provide active support for successful graduates of the NetPro center in finding employment, who have shown good results during their studies.",
    "text2": "Practice is the key to improving skills and gaining knowledge. By participating actively, you will learn through repetition, experience, and feedback, and together with other participants, you will implement project ideas and develop the acquired knowledge in practice.",
    "subtxt1": "Job Type",
    "subtxt2": "Office work",
    "subtxt3": "Salary",
    "subtxt4": "From 2,000,000 to 7,000,000",
    "subtxt5": "Work Experience",
    "subtxt6": "From 1 to 3 years"
  },
  "kovorking": {
    "title": "Coworking",
    "text": "Coworking is an office equipped with everything necessary for our students to additionally practice and complete homework under the supervision of experienced administrators.",
    "kovorking__text1": "Practice and complete homework",
    "kovorking__text2": "Support and assistance with the curriculum",
    "kovorking__text3": "Advice from IT professionals"
  },
  "wrapper": {
    "title": "Available Vacancies",
    "name1": "3D Modeling",
    "name2": "Frontend React",
    "text1": "We are looking for a highly skilled and experienced 3D modeling specialist to join our team. The ideal candidate should have a solid understanding of 3D modeling techniques, software, and industry best practices.",
    "text2": "We are looking for a highly motivated and qualified Frontend Developer to join our team. The ideal candidate should have a deep understanding of frontend development principles and a passion for creating user experiences.",
    "text3": "Tashkent city",
    "text4": "Leave a response",
    "subtitle1": "Course video introduction",
    "subtitle2": "Click the button below to purchase the entire course with a one-time payment!"
  },
  "slider": {
    "title": "Our Teachers",
    "name1": "Shakhlo Juraeva",
    "name2": "Tokhir Botirov",
    "name3": "Abror Abdullaev",
    "text1": "Programming teacher",
    "text2": "3D Max teacher",
    "text3": "UX UI Design teacher"
  },
  "cards": {
    "title": "How teaching is conducted on the platform",
    "name1": "Group chat",
    "text1": "A chat is created in Telegram for each mini-group where students can discuss all educational issues. You can always get quick feedback from the teacher or communicate with your group.",
    "name2": "Homework analysis",
    "text2": "At the end of each lesson, you will receive assignments for independent work at home. The teacher personally checks, comments, and grades your work on a 10-point scale. You will receive recommendations on code review and improving the quality of your code.",
    "name3": "Employment assistance",
    "text3": "We help our students write resumes, and teachers are ready to provide recommendations. We work with the largest job and resume bases for IT professionals – Kwork and Upwork.",
    "name4": "Certificate",
    "text4": "After completing your studies, you will receive a certificate and a document that includes: - The set of technologies mastered; - The average score for the entire course; - The number of homework assignments completed; - The final project.",
    "name5": "Work with a curator",
    "text5": "You will work personally with a mentor, a professional developer who will assist you both during the lessons and in reviewing your homework and providing feedback.",
    "name6": "Prepared portfolio",
    "text6": "In each course, students complete real projects that can be added to their portfolios, which greatly helps in job searching."
  },
  "question": {
    "title": "Frequently Asked Questions",
    "name1": "Can I become a developer?",
    "name2": "What is needed to start the training?",
    "name3": "What will I get?",
    "name4": "Do I need a laptop?",
    "name5": "Who will teach you?",
    "name6": "Can I find a job with this certificate?",
    "text": "Anyone can engage in development. The courses start with the basics, so no additional knowledge in IT is required from you. You don't have to be a mathematician, engineer, or have any special mindset to become a developer. To successfully complete the course, you need to stop doubting yourself, not be lazy, and complete all assignments."
  }
}