{
   "nav": {
        "link1": "О курсе",
        "link2": "О нас",
        "link3": "Отзывы студентов",
        "link4": "Контакты"
    },
    "header": {
        "title": "Стройте будущее вместе с NetPro IT School",
        "btn1": "Записаться на курс",
        "btn2": "Видео о курсе",
        "mainTitle": "Учебные курсы для профессионального развития",
    "additionalText": "Записавшись на наш курс по IT-профессиональной подготовке, вы получите возможность получить сертификаты, признанные отраслью, которые могут улучшить ваши карьерные перспективы."
      },
      "advantages": {
        "title": "Наши преимущества",
        "additionalText": "Мы движемся к поставленным перед собой целям — присоединяйтесь к нам!",
        "card1Title": "Мастера своего дела",
        "card2Title": "Не просто курс",
        "card3Title": "Интерактивные уроки",
        "card4Title": "Теория и практика",
        "card5Title": "Нужен ментор?",
        "card6Title": "Сертификат",
        "card1Text": "Наши преподаватели обладают многолетним опытом в своей области, что позволяет им делиться ценными знаниями и передовыми практиками со своими учениками.",
        "card2Text": "Каждый курс разработан таким образом, чтобы по его успешному завершению вы могли стать современным специалистом и начать свою карьеру в этой сфере.",
        "card3Text": "Наши интерактивные уроки погружают вас в мир инновационных методов обучения с использованием интерактивности для вовлечения учеников и удержания знаний.",
        "card4Text": "Практический опыт помогает проверять теории в реальных условиях, улучшать навыки и развивать опыт через практику, устраняя разницу между теорией и реальным применением.",
        "card5Text": "В процессе обучения у вас могут возникнуть вопросы. Обращаясь к менторам, вы получите руководство по решению проблем, которые вас беспокоят.",
        "card6Text": "Непрерывное развитие и сертификация помогают сертифицированным специалистам оставаться конкурентоспособными и актуальными в своей области.",
        "title2": "Выберите подходящее направление для себя!",
        "text": "Готовы начать путешествие по миру программирования? Этот курс предназначен для того, чтобы помочь вам исследовать различные специализации в программировании и найти направление, соответствующее вашим интересам и карьерным целям. Через интерактивные упражнения, наставничество и практические проекты вы изучите различные области программирования и найдете путь, который лучше всего соответствует вашим навыкам и увлечениям. Присоединяйтесь к нам в этом захватывающем исследовании и сделайте первый шаг к успешной карьере в программировании.",
        "title3": "Курсы по направлениям",
        "text2": "Изучите одну из современных областей и станьте востребованным специалистом!",
        "frontend": "Frontend",
        "design": "UX / UI дизайн",
        "3dmax": "3D Max",
        "backend": "Backend",
        "computerLiteracy": "Компьютерная грамотность",
        "scratch": "Scratch",
        "detailedBtn": "Подробнее",
        "coursesBtn": "Ожидаемые курсы"
    },
    "aboutUs": {
        "title": "О нас",
        "title2": "Кто мы?",
        "text": "Учебный центр NetPro IT School работает с 2020 года. В нашем центре вы можете изучать компьютерную грамотность, Front-end, Back-end, SMM, Scratch и английский язык. Наш учебный центр предоставляет все необходимые условия для изучения в этих областях, а наши офисы оснащены компьютерной техникой. Наши преподаватели являются квалифицированными специалистами в своих областях и предоставят все необходимые рекомендации для качественного обучения. Наши занятия в основном направлены на практику, 20% теоретических и 80% практических."
    },
    "netPro": {
        "title": "Почему NetPro?",
        "title01": "Качественное обучение",
        "title02": "Регулярные соревнования",
        "title03": "Гарантия трудоустройства",
        "title04": "Сертификат",
        "title05": "Доступные и высококачественные",
        "title06": "Запись на бесплатный открытый урок",
        "title07": "От 0 до дохода за 2 месяца",
        "title08": "Менторы с опытом более 3 лет",
        "title09": "Формирование портфолио и резюме",
        "text01": "Курсы с постоянным обновлением и опытные преподаватели.",
        "text02": "Еженедельные и ежемесячные хакатоны по программированию.",
        "text03": "Гарантия трудоустройства для отличившихся студентов.",
        "text04": "Студенты, завершившие курс с отличием, получают дипломы и сертификаты.",
        "text05": "Высококачественные занятия по доступным ценам.",
        "text06": "Бесплатный открытый урок, предназначенный для исследования неограниченных возможностей.",
        "text07": "Путь к успеху и доходу за 2 месяца.",
        "text08": "Менторы с 3-летним опытом освещают путь для амбициозных людей.",
        "text09": "Формирование галереи ваших лучших работ в резюме и портфолио."
    },
    "certificate": {
        "title": "Специализированный учебный сертификат"
    },
    "comments": {
        "title": "Отзывы студентов",
        "cardText": "Здравствуйте. Я завершил курс Front-End в учебном центре «NetPro». Сейчас я учусь на курсе Back-End. Курсы хорошо организованы. Преподаватели опытные, а команда «NetPro» дружелюбная."
    },
    "contact": {
        "title": "Свяжитесь с нами",
        "title2": "Контакты",
        "text": "Улица Бунёдкор Шоҳ"
    },
    "footer": {
        "text1": "Наши курсы",
        "text2": "3D Max",
        "text3": "UX UI дизайн",
        "text4": "Front-End",
        "text5": "Back-End",
        "text6": "Компьютерная грамотность",
        "text7": "Программирование на Scratch",
        "text8": "Разделы",
        "text9": "О курсе",
        "text10": "Отзывы студентов",
        "text11": "О нас",
        "text12": "Контакты",
        "text13": "Кратко о нас",
        "text14": "NetPro — ваш первый шаг в программировании начинается здесь!",
        "text15": "Адрес:",
        "text16": "Ташкент, Чиланзар, улица Бунёдкор Шоҳ"
    },
      "course": {
        "title": "Курсы по направлениям",
        "name1": "Frontend разработка",
        "name2": "UI UX Дизайн",
        "name3": "Backend",
        "text1": "Это область создания видимой части веб-сайтов и веб-приложений для пользователей.",
        "text2": "Исследования и обратная связь помогают создавать интерфейсы, которые удовлетворяют потребности пользователей.",
        "text3": "Обеспечивает передачу данных на часть, видимую пользователю в веб-браузере.",
        "btn1": "Технологии",
        "btn2": "Оплата картой",
        "subtxt1": "Продолжительность 6 месяцев",
        "subtxt2": "4 модуля"
      },
      "section": {
        "title": "Следующий шаг",
        "name": "После первого курса вы можете выбрать, где и как продолжить",
        "cardtitle1": "Помощь в трудоустройстве",
        "cardtitle2": "Участие в стажировках",
        "text1": "Наша цель — оказывать активную поддержку успешным выпускникам центра NetPro в трудоустройстве, которые показали хорошие результаты во время обучения.",
        "text2": "Практика — это ключ к совершенствованию навыков и получению знаний. Активно участвуя, вы учитесь через повторение, опыт и обратную связь, а вместе с другими участниками реализуете идеи проектов и применяете полученные знания на практике.",
        "subtxt1": "Тип работы",
        "subtxt2": "Офисная работа",
        "subtxt3": "Зарплата",
        "subtxt4": "От 2 000 000 до 7 000 000",
        "subtxt5": "Опыт работы",
        "subtxt6": "От 1 до 3 лет"
      },
      "kovorking": {
        "title": "Коворкинг",
        "text": "Коворкинг — это офис, оснащённый всем необходимым для того, чтобы наши студенты дополнительно практиковались и выполняли домашние задания под присмотром опытных администраторов.",
        "kovorking__text1": "Практика и выполнение домашних заданий",
        "kovorking__text2": "Поддержка и помощь с учебной программой",
        "kovorking__text3": "Консультации от IT-специалистов"
      },
      "wrapper": {
        "title": "Доступные вакансии",
        "name1": "3D моделирование",
        "name2": "Frontend React",
        "text1": "Мы ищем высококвалифицированного и опытного специалиста по 3D моделированию в нашу команду. Идеальный кандидат должен иметь хорошее знание техники 3D моделирования, программного обеспечения и лучших отраслевых практик.",
        "text2": "Мы ищем высокомотивированного и квалифицированного Frontend разработчика в нашу команду. Идеальный кандидат должен обладать глубокими знаниями принципов frontend разработки и страстью к созданию пользовательских интерфейсов.",
        "text3": "Город Ташкент",
        "text4": "Оставить отклик",
        "subtitle1": "Видео-презентация о курсе",
        "subtitle2": "Нажмите на кнопку ниже, чтобы приобрести весь курс за один платёж!"
      },
      "slider": {
        "title": "Наши преподаватели",
        "name1": "Шахло Джураева",
        "name2": "Тохир Ботиров",
        "name3": "Аброра Абдуллаев",
        "text1": "Преподаватель по программированию",
        "text2": "Преподаватель по 3D Max",
        "text3": "Преподаватель по UX UI дизайну"
      },
      "cards": {
        "title": "Как проводится обучение на платформе",
        "name1": "Групповой чат",
        "text1": "Для каждой мини-группы создаётся чат в Telegram, где студенты могут обсуждать все учебные вопросы. Вы всегда можете получить оперативную обратную связь от преподавателя или пообщаться со своей группой.",
        "name2": "Анализ домашних заданий",
        "text2": "В конце каждого урока вы получите задания для самостоятельной работы дома. Преподаватель лично проверяет, комментирует и оценивает вашу работу по 10-балльной шкале. Вы получите рекомендации по code review и улучшению качества кода.",
        "name3": "Помощь в трудоустройстве",
        "text3": "Мы помогаем нашим студентам в написании резюме, и преподаватели готовы предоставить рекомендации. Мы работаем с крупнейшими базами вакансий и резюме для IT специалистов – Kwork и Upwork.",
        "name4": "Сертификат",
        "text4": "По окончании обучения вы получите сертификат и документ, в котором будут указаны: - Освоенный набор технологий; - Средний балл за весь курс; - Количество выполненных домашних заданий; - Финальный проект.",
        "name5": "Работа с куратором",
        "text5": "Вы будете лично работать с наставником, профессиональным разработчиком, который поможет вам как на уроках, так и в разборе ваших домашних заданий и предоставлении обратной связи.",
        "name6": "Готовое портфолио",
        "text6": "На каждом курсе студенты реализуют реальные проекты, которые можно добавить в своё портфолио, что значительно помогает в поиске работы."
      },
      "question": {
        "title": "Часто задаваемые вопросы",
        "name1": "Могу ли я стать разработчиком?",
        "name2": "Что нужно для начала обучения?",
        "name3": "Что я получу?",
        "name4": "Мне нужен ноутбук?",
        "name5": "Кто будет вас обучать?",
        "name6": "Смогу ли я найти работу с этим сертификатом?",
        "text": "Заниматься разработкой может любой человек. Курсы начинаются с основ, поэтому от вас не требуется дополнительных знаний в IT. Чтобы стать разработчиком, вам не нужно быть математиком или инженером, или обладать каким-либо особым мышлением. Для успешного завершения курса нужно прекратить сомневаться в себе, не лениться и выполнять все задания."
      }
}