{
    "nav":{
        "link1":"Kurs haqida",
        "link2":"Biz haqimizda",
        "link3":"O’quvchilar fikri",
        "link4":"Kontakt"
    },
    "header":{
        "title":"NetPro IT School bilan kelajakni birga quring",
        "btn1":"Kursga yozilish",
        "btn2":"Kurs haqida video",
        "mainTitle":"Kasbiy rivojlanish uchun o’quv kurslar",
        "additionalText":"Bizning it-kasbiy tayyorgarlik kursimizga yozilish orqali siz martaba istiqbollarini oshirishi mumkin bo'lgan sanoat tomonidan tan olingan sertifikatlarni olish imkoniyatiga ega bo'lasiz."
    },
    "advantages":{
        "title":"Afzalliklarimiz",
        "additionalText":"Biz hozirda o'zizmizning oldimizga qo'ygan maqsadlarimiz sari yo'l olmoqdamiz qani sizham bizga qo'shiling!",
        "card1Title":"O’z ishining ustalari",
        "card2Title":"Shunchaki kurs emas",
        "card3Title":"Interaktiv darslar",
        "card4Title":"Nazariya va amaliyot",
        "card5Title":"Mentor kerakmi?",
        "card6Title":"Sertifikat",
        "card1Text":"Ustozlar o'z kasblari bo'yicha ko'p yillik tajribaga ega bo'lib, ularga qimmatli saboqlar va ilg'or tajribalarni o'z o’quvchilari bilan baham ko'rish imkonini beradi.",
        "card2Text":"Har bir o‘quv kursi shunday ishlab chiqilganki, ularni muvaffaqiyatli yakunlab, siz zamonaviy kasb egasiga aylanishingiz va shu sohada o‘z faoliyatingizni boshlashingiz mumkin.",
        "card3Text":"Biznig interaktiv darslar, bu erda siz o'quvchilarni jalb qilish va bilimlarni saqlash uchun interaktivlikdan foydalanadigan innovatsion o'qitish usullari dunyosiga kirib borasiz.",
        "card4Text":"Amaliyot odamlarga nazariyalarni amaliy sharoitlarda sinab ko'rish, o'z mahoratini oshirish va amaliy tajriba orqali tajribani rivojlantirish, nazariya va real dastur o'rtasidagi farqni bartaraf etadi.",
        "card5Text":"Darslarni o‘zlashtirish davrida sizda savollar tug‘ilishi tabiiy holat. Mentorlarga murojaat qilsangiz, ular sizni qiynayotgan masalalar bo‘yicha yechim topishga yo‘l ko‘rsatadilar.",
        "card6Text":"Sertifikatlashni davom ettirish doimiy kasbiy rivojlanishni va ushbu uzluksiz ta'lim sertifikatlangan mutaxassislarga o'z sohalarida raqobatbardosh va dolzarb bo'lib qolishlariga yordam beradi.",
        "title2":"O’zingizga mos yo’nalishni tanlang!",
        "text":"Dasturlash dunyosida kashfiyot safariga chiqishga tayyormisiz? Ushbu kurs sizga dasturlash mutaxassisliklarining turli landshaftlarini kezish va qiziqishlaringiz va martaba maqsadlaringizga mos keladigan yo'nalishni topishga yordam berish uchun mo'ljallangan. Interfaol mashqlar, murabbiylik mashg'ulotlari va amaliy loyihalar orqali siz turli xil dasturlash sohalarini o'rganasiz va sizning mahoratingiz va ehtiroslaringizga eng mos keladigan yo'lni ochasiz. Ushbu qiziqarli kashfiyotda bizga qo'shiling va dasturlashda qoniqarli martaba sari birinchi qadamni qo'ying.",
        "title3":"Yo’nalishlar bo’yicha kurslar",
        "text2":"Zamonaviy sohalardan birini o‘rganing va talabgir kasb egasi bo‘ling!",
        "frontend":"Frontend",
        "dizayn":"UX / UI dizayn",
        "3dmax":"3d max",
        "backend":"Backend",
        "kpSavodxonligi":"Kompyuter savodxonligi",
        "scratch":"Scratch",
        "batafsilBtn":"Batafsil",
        "coursesBtn":"Kutilayotgan kurslar",
        "frontendText":"Frontend kursida siz foydalanuvchilar to'g'ridan-to'g'ri ko'rgan va o'zaro aloqada bo'lgan narsalarga e'tibor qaratib, veb-ishlab chiqishning nozik tomonlariga sho'ng'iysiz. Bunga qiziqarli va sezgir foydalanuvchi interfeyslarini yaratish.",
        "dizaynText":"Printsiplar, jarayonlar va amaliy ko'nikmalarni chuqur tushunish. Mobil ilovalar, veb-saytlarni jalb qilish yoki interfeyslarni yaratishga qiziqasizmi, UX / UI dizayn sohasida muvaffaqiyat qozonish uchun zarur bo'lgan bilim va vositalar bilan ta'minlaydi.",
        "3dmaxText":"3D modellashtirish, animatsiya va vizualizatsiyaning jozibali sohasiga kirish eshigingiz. Kurs davomida siz 3D Max-ning kuchli xususiyatlariga sho'ng'ib, ajoyib vizualizatsiya va hayotiy animatsiyalarni yaratishni o'rganish.",
        "backendText":"Backend rivojlantirish dasturiy taminotga  xush kelibsiz! Ushbu modulda siz server tomonidagi dasturlash dunyosiga kirib borasiz va veb-ilovalar va tizimlarning asosini yaratishni o'rganasiz.",
        "kpSavodxonligiText":"Kompyuter fanining qiziqarli dunyosiga xush kelibsiz! Ushbu kursda siz zamonaviy texnologiyalarning asosini tashkil etuvchi hisoblash asoslari, algoritmlar va muammolarni hal qilish usullarini o'rganasiz.",
        "scratchText":"Ushbu kurs yangi boshlanuvchilar uchun mo'ljallangan dasturlash tili Scratch yordamida vizual dasturlash asoslari va g’oyalaringizni hayotga tatbiq etish uchun spritlar, kostyumlar va tadbirlar kabi tushunchalarni o'rganing."
    },
    "aboutUs":{
        "title":"Biz haqimizda",
        "title2":"Biz kimmiz?",
        "text":"NetPro it School ta'lim markazi 2020 yildan beri faoliyat yuritib kelmoqda. Bizning markazimizda siz kompyuter savodxonligini, Front-end, Back-end, Smm, Scratch va Ingliz tilini o'rganish imkoniyatiga egasiz. Bizning o'quv markazimizda ushbu yo'nalishda o'qish uchun barcha sharoitlar yaratilgan va bizning ofislarimiz kompyuter uskunalari bilan jihozlangan. Bizning o'qituvchilarimiz o'z sohalarida malakali mutaxassislardir va sizga to'g'ri ta'lim olish uchun barcha kerakli tavsiyalarni beradi. Bizning darslarimiz asosan amaliyotga yo'naltirilgan, 20% nazariy fanlar va 80% amaliy jarayon."
    },
    "netPro":{
        "title":"Nima uchun NetPro?",
        "title01":"Sifatli ta’lim",
        "title02":"Doimiy musobaqalar",
        "title03":"Ish taklif qilish kafolati",
        "title04":"Sertifikat",
        "title05":"Hamyonbop va yuqori sifat",
        "title06":"Bepul ochiq darsga yozilish",
        "title07":"2 oy ichida 0 dan daromadgacha",
        "title08":"3+ yil tajribaga ega mentorlar",
        "title09":"Portfolio va resumeni shakllantirish",
        "text01":"Doimiy yangilanib boradigan kurslar va katta tajribaga ega ustozlar.",
        "text02":"Dasturlash, bo‘yicha haftalik va oylik hakaton musobaqalar.",
        "text03":"Kurslarni namunali bitirgan o‘quvchilarga ish taklif qilish kafolati.",
        "text04":"Kursni namunali tamomlagan o‘quvchilar, diplom va sertifikatga ega bo‘ladi.",
        "text05":"Byudjetga mos narxda yuqori sifatli ko'rsatmalar.",
        "text06":"Bepul ochiq dars, cheksiz imkoniyatlarni kashf qilish uchun mo'ljallangan.",
        "text07":"2 oy ichida 0 dan daromadgacha bo'lgan g'alabangizga yo'l ochadigan sayohat.",
        "text08":"3 yil tajribaga ega mentorlar, intiluvchan shaxslar uchun yo'lni yoritadi.",
        "text09":"Resume va portfelingizni eng yaxshi ishingiz galereyasini shakllantirish."
    },
    "sertificate":{
        "title":"Ixtisoslashtirilgan o’quv sertifikati"
    },
    "comments":{
        "title":"O’quvchilarning fikrlari",
        "cardText":"Assalomu alaykum. «NetPro» o'quv markazida Front-End kursini tamomladim. Va hozirda Back-End kursida oʻqiyapman. Kurslar juda zoʻr tashkillashtirilgan. Ustozlar tajribali va «NetPro» jamoasi xushmuomilalik."
    },
    "commentsCard":{
        "name":"Nodir Ahmadjonov",
        "job":"Frond-and dasturchi",
        "text":"Assalomu alaykum. «NetPro» o'quv markazida Front-End kursini tamomladim. Va hozirda Back-End kursida oʻqiyapman. Kurslar juda zoʻr tashkillashtirilgan. Ustozlar tajribali va «NetPro» jamoasi xushmuomilalik."
    },
    "contact":{
        "title":"Biz bilan bog’laning",
        "title2":"Kontaktlar",
        "text":"Bunyodkor shoh ko’chasi"
    },
    "footer":{
        "text1":"Kurslarimiz",
        "text2":"3d max",
        "text3":"UX UI dizayn",
        "text4":"Front-end",
        "text5":"Back-end",
        "text6":"Kompyuter savodxonligi",
        "text7":"Scratch o’yin dasturlash",
        "text8":"Bo’limlar",
        "text9":"Kurs haqida",
        "text10":"O’quvchilar fikri",
        "text11":"Biz haqimizda",
        "text12":"Kontakt",
        "text13":"Biz haqimizda qisqacha",
        "text14":"NetPro-dasturlashga ilk qadam shu yerdan boshlanadi!",
        "text15":"Manzil:",
        "text16":"Toshkent, Chilonzor, Bunyodkor Shoh ko’chasi"
    },
    "mainModal":{
        "title":"Ro’yxatdan o’tish",
        "text":"Tasdiqlash kodi ko’rsatilgan raqamga bepul SMS orqali yuboriladi",
        "name":"Ism",
        "email":"Email",
        "phone":"Telefon raqam",
        "inputName":"Ismingizni kiriting..",
        "inputEmail":"Emailingizni kiriting.."
    },
    "course":{
        "title":"Yo'nalishlar bo'yicha kurslar",
        "name1":"Frontend dasturlash",
        "name2":"UI UX Dizayn",
        "name3":"Backend",
        "text1":"Veb-sahifa va veb-ilovalarning foydalanuvchiga koʻrinadigan qismini hosil qilish sohasidir.",
        "text2":"Tadqiqot va fikr-mulohazalarni foydalanuvchilar ehtiyojlarini qondirish interfeyslarni yaratishga yordam beradi.",
        "text3":"Maʼlumotlarni veb-brauzerning foydalanuvchi koʻradigan qismiga qanday uzatilishini taʼminlaydi.",
        "btn1":"Texnologiyalar",
        "btn2":"Karta orqali to'lov",
        "subtxt1":"6 oy davomiyligi",
        "subtxt2":"4 ta modul"
    },
    "section":{
        "title":"Keyingi qadam",
        "name":"Birinchi kursdan so'ng siz qaerga va qanday davom etishni tanlashingiz mumkin",
        "cardtitle1":"Bandlikga yordam berish",
        "cardtitle2":"Amaliyotlarda ishtirok etish",
        "text1":"Bizning maqsadimiz sizga ta'lim va kasbiy rivojlanish maqsadlaringizni ro’yobga chiqaradigan va o’qish davomida yaxshi natijalar ko’rsatgan NetPro o’quv markazining muvaffaqiyatli bitiruvchilariga ishga joylashishda faol yordam beramiz.",
        "text2":"Amaliyot ko'nikmalarni takomillashtirish va bilim olishning kalitidir. Faol ishtirok etish orqali siz takrorlash, tajriba va fikr-mulohazalar orqali o'rganasiz va boshqa ishtirokchilar bilan birgalikda siz loyihalar g'oyalarini amalga oshirasiz va olingan bilimlarni amalda ishlab chiqasiz.",
        "subtxt1":"Ish turi",
        "subtxt2":"Ofis ishi",
        "subtxt3":"Ish haqqi",
        "subtxt4":"2 000 000 dan 7 000 000 gacha",
        "subtxt5":"Ish tajribasi",
        "subtxt6":"1 yildan 3 yilgacha"
    },
    "kovorking":{
        "title":"Kovorking",
        "text":"Kovorking-bu talabalarimiz qo'shimcha ravishda mashq qilishlari va tajribali ma'murlar nazorati ostida uy vazifalarini bajarishlari uchun zarur bo'lgan barcha narsalar bilan jihozlangan ofis.",
        "kovorking__text1":"Uy vazifasini mashq qilish va bajarish",
        "kovorking__text2":"O'quv dasturini qo'llab-quvvatlash va yordam",
        "kovorking__text3":"IT mutaxassislarining maslahatlari"
    },
    "wrapper":{
        "title":"Mavjud vakansiyalar",
        "name1":"3d model",
        "name2":"Frontend react",
        "text1":"Biz jamoamizga yuqori malakali va tajribali 3D modellashtirish bo'yicha mutaxassisni qidirmoqdamiz. Ideal nomzod 3D modellashtirish texnikasi, dasturiy ta'minot va sanoatning eng yaxshi amaliyotlarini yaxshi bilishi kerak.",
        "text2":"Biz jamoamizga yuqori motivatsiyali va malakali Frontend ishlab chiquvchisini qidirmoqdamiz. Ideal nomzod frontendni ishlab chiqish tamoyillari va foydalanuvchi tajribasini yaratish ishtiyoqi haqida chuqur bilimga ega bo'lishi kerak.",
        "text3":"Toshkent shahr",
        "text4":"Javob qoldirish",
        "subtitle1":"Kurs haqida video tanishtiruv",
        "subtitle2":"Bir marta to’lov qilib butun kursni sotib olish uchun quyidagi tugmani bosing!"
    },
    "slider":{
        "title":"O'qituvchilarimiz",
        "name1":"Shaxlo Jo’raeva",
        "name2":"Tohir Botirov",
        "name3":"Abror Abdullaev",
        "text1":"Dasturlash o’qituvhcisi",
        "text2":"3d max o’qituvhcisi",
        "text3":"UX UI dizayn o’qituvchisi"
    },
    "cards":{
        "title":"Platformada o'qitish qanday amalga oshiriladi",
        "name1":"Gurux suxbati",
        "text1":"Har bir mini-guruh uchun Telegram-da suhbat yaratiladi, unda talabalar barcha o'quv masalalarini muhokama qilishlari mumkin. Siz har doim o'qituvchidan tezkor fikr-mulohazalarni olishingiz yoki guruhingiz bilan suhbatlashishingiz mumkin.",
        "name2":"Uy vazifalarini tahlil qilish",
        "text2":"Har bir dars oxirida siz uyda mustaqil ishlash uchun topshiriqlar olasiz. O'qituvchi sizning ishingizni 10 balli shkala bo'yicha shaxsan tekshiradi, sharhlaydi va baholaydi. Siz kodni ko'rib chiqish va kodni sifatli takomillashtirish bo'yicha tavsiyalar olasiz.",
        "name3":"Ish bilan taminlash",
        "text3":"Biz talabalarimizga rezyume yozishda yordam beramiz, o'qituvchilar tavsiyalar berishga tayyor. Biz it-mutaxassislarning eng yirik ish bazalari va rezyumelari-Kwork va Upwork bilan ishlaymiz.",
        "name4":"Sertifikat",
        "text4":"O'qishni tugatgandan so'ng siz sertifikat va hujjatni olasiz, unda quyidagilar ko'rsatiladi: - O'zlashtirilgan texnologiyalar to'plami;- Butun kurs uchun o'rtacha ball.- Hal qilingan uy vazifalari soni.- Yakuniy loyiha.",
        "name5":"Kurator bilan ishlash",
        "text5":"Siz bitta o'qituvchi, professional ishlab chiquvchi bilan shaxsan ishlaysiz, u sizga darsda ham, uy vazifangizni demontaj qilishda va sharhlar berishda ham yordam beradi.",
        "name6":"Tayyor portfel",
        "text6":"Har bir kursda talabalar o'z portfellariga qo'shilishi mumkin bo'lgan haqiqiy loyihalarni amalga oshiradilar, bu esa ish qidirishda katta yordam beradi."
    },
    "question":{
        "title":"Tez-tez so’raladigan savollar",
        "name1":"Dasturchi bo’la olamanmi?",
        "name2":"Trening boshlash uchun nima kerak?",
        "name3":"Men nima olaman?",
        "name4":"Menga noutbook kerakmi?",
        "name5":"Sizga kim dars beradi?",
        "name6":"Ushbu sertifikat bilan ish topa olamanmi?",
        "text":"Har kim rivojlanish bilan shug'ullanishi mumkin. Kurslar asoslardan boshlanadi, shuning uchun sizdan IT sohasida qo'shimcha ma'lumot talab qilinmaydi. Dasturchi bo'lish uchun siz matematik yoki muhandis bo'lishingiz va biron bir maxsus fikrga ega bo'lishingiz shart emas. Kursni muvaffaqiyatli yakunlash uchun siz o'zingizga shubha qilishni to'xtatishingiz, dangasa bo'lmasligingiz va barcha vazifalarni bajarishingiz kerak."
    }

}